tap "espressif/eim"
tap "steipete/tap"
brew "node"
brew "bitwarden-cli"
brew "chezmoi"
brew "cmake"
brew "libusb"
brew "dfu-util"
brew "sdl2"
brew "git"
brew "glib"
brew "libgcrypt"
brew "libslirp"
brew "mas"
brew "python@3.14"
brew "mpremote"
brew "openai-whisper"
brew "pixman"
brew "pnpm"
brew "python-setuptools"
brew "python@3.13"
brew "rbenv"
cask "android-platform-tools"
cask "arduino-ide"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bambu-studio"
cask "bartender"
cask "bitwarden"
cask "chatgpt"
cask "steipete/tap/codexbar"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "dymo-connect"
cask "espressif/eim/eim-gui"
cask "ghostty"
cask "google-chrome"
cask "home-assistant"
cask "logi-options+"
cask "notion"
cask "proxy-audio-device"
cask "raspberry-pi-imager"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "sonos"
cask "spotify"
cask "tailscale-app"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
mas "Anybox", id: 1593408455
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
vscode "anthropic.claude-code"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "keesschollaart.vscode-home-assistant"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "platformio.platformio-ide"
vscode "shopify.ruby-lsp"
vscode "vscode-icons-team.vscode-icons"
vscode "zhuangtongfa.material-theme"
